<--- 本草纲目 --->
蒜
释名：小蒜、茆蒜、荤菜。
气味：（根）辛、温、有小毒。
主治：
1、时气温病（初起头痛壮热，脉大）。用小蒜一升捣汁三合，一次服下。不愈，可再服一次。
2、干霍乱（不得吐泻）。用小蒜一升，水三升煮取一升，一次服下。
3、长年心痛，用小蒜煮成浓汁，勿沾盐，饱食，有效。
4、疟疾。用小蒜不定量，研为泥，加黄丹少许，做成丸子，如芡子大。每服一丸，新汲水送下。
5、恶核肿结。用小蒜、吴茱萸等分，捣烂敷患处。
6、小儿白秃（头上团团白色）。有蒜切细每日擦患处。
7、蛇蝎螫人。有小蒜捣汁内服，外以蒜渣敷伤处。

<--- 本草纲目 --->
羊
释名：古、低、竭。
气味：羊肉：苦、甘、大热、无毒。羊脂：甘、热、无毒。羊血：咸、平、无毒。羊肾：甘、温、无毒。羊肝：苦、寒、无毒。羊胆：苦、寒、无毒。羊胃（羊肚）：甘、温、无毒。羊角（用青羊角为最好）：咸、温、无毒。脊骨：甘、热、无毒。胫骨：甘、温、无毒。羊屎：苦、平、无毒。
主治：羊肉：
1、寒劳虚弱，产后心腹痛。用肥羊肉一斤，加水一斗，煮成八升，放入当归五两、黄芪八两、生姜六两，再煮成二升，分四次服下。一方减去黄芪。一方增加芍药。
2、崩中垂死。用肥羊肉三斤，加水二斗，煮至一斗三升，再加生地黄一升，干姜、当归各三两，煮成三升。分四闪服下。
3、壮阳益肾。用白羊肉半斤，生切，加蒜薤吃下。三天吃一次。
4、骨蒸久冷。用羊肉一斤、山药一斤，各煮烂，研如泥，下米煮粥吃。
5、壮胃健脾。用羊肉三斤，切小，加粱米二升同煮。下五味作粥吃。
6、身面浮肿。用总人口陆一升，水二斗，煮成一斗，去渣，加入切细的羊肉一斤，煮熟，下熟，下葱、豉、五味调和吃下。
7、损佃青肿。用新羊肉切片贴上。
8、妇女无乳。用羊肉六两、獐肉八两、鼠肉五两，同煮汤吃。羊脂：
1、下痢腹痛。用羊脂、阿胶、蜡各二两，黍为二程式，煮粥吃下。
2、汗出不止。用温酒频化牛羊脂服下。
3、虚劳口干。用羊脂如鸡蛋大一块、酒半升、枣七枚，一起泡七天后取食，立愈。又方：用羊脂如鸡蛋大一块，放半斤醋中一宿，绞汁含中中。
4、产后虚弱。用羊脂二斤、生地黄汁一斗、姜汁五升，白蜜三升，合煎如饴。每服一杯，温酒送下。一天服三次。
5、发背安起。用羊脂、猪脂切片，冷水泡过，贴患处，热则掉换。
6、小儿口疮。用羊脂煎薏苡根涂搽。羊血：
1、鼻血不止。刺羊血热饮即愈。
2、产后血攻（或下血不止，心闷面青，身冷欲绝）。用新羊血一碗饮服。三、两次后见效。
3、大便下血。用羊血煮熟拌醋吃，最效。
4、胎死不出（或死胎不下）。刺羊血热饮一小碗，极效。|羊肾：
1、下焦虚冷（脚膝无力，阳痿）。用羊肾一枚煮熟，和米粉六两，炼成乳粉，空腹吃下。
2、肾虚精竭。用羊肾一双，切细，放豉汁中，加五味煮米粥吃。
3、五劳七伤。阳虚无力。用羊肾一对，去脂，切小；肉苁蓉一两，酒浸一夜，去皮，和作羹汤，加葱、盐五味吃下。又方兼治腰脚疼痛：用羊肾三对、羊肉半斤、葱白一根、枸杞叶一斤，同五味煮成汁，下米煮粥吃。
4、肾虚腰痛。和羊肾去膜，阴干为末，酒送服二匙。一天服三次。羊肝：
1、目赤热痛。用青羊肝一具，切小，洗净，和五味吃。
2、翳膜羞明。用青羊肝一个具，切小，和黄连四两，做成丸子，如梧子大。饭后稍久，以清茶送下七十丸。一天服三次，忌铁器、猪肉、冷水。
3、目病失明。用青羊肝一斤，去膜切片，在新瓦上炕干，同决明子半升、蓼子一合炒为末。每服一匙，白蜜浆送下。一天服三次，服至三剂，可以目明。
4、青盲内障，用白羊肝一具、黄连一两、熟地黄二两，同捣匀做成丸子，如梧子大。饭后稍久，茶送服七十丸。一天服三次。
5、牙疳肿痛。用羊肝一具，蘸赤石脂末，随意吃。
6、休息痢（一、二年间时作时止，治疗不愈）。用生羊肝一具，切丝，放陈醋中吞下。心闷即停服，不闷可再服一天，勿食他物。以姜、薤同羊肉一起吃亦可。羊胆：
1、病后失明。用羊胆点眼。
2、大便秘塞。用羊胆汁灌入直肠即通。
3、烂弦同眼，流泪畏光。用羊胆一枚，内装蜂蜜蒸过，研为膏。每含少许，并点眼。一日泪止，二日肿消，三日痛止。因羊吃百草，蜂采百花，故此方名“二百味草花膏”。疬胃：
1、久病虚弱，四肢烦热，不能饮食。用羊胃一具，白术一升，切小，加水二斗，煮取九升，分九次服完。一天服三次，不过三剂可见效。
2、补中益气。用羊胃一具，装入羊肾四枚，地黄三两，干姜、昆布、地骨皮各二两、白拉丁文、桂心、人参、厚朴、海藻各一两五钱，甘草、秦椒各六钱，均研为末，缝好，蒸熟。再晒干研细，每服一匙，酒送下。
3、中风虚弱。用羊肚一具、粳米二合，和椒、姜、豉、葱作汤吃下。
4、胃虚消渴。用羊胃煮烂，空腹吃。
5、下虚尿闲，用羊胃装水，煮熟，空腹吃四、五顿。可愈。
6、项下瘰疬。用羊胃烧灰，调香油敷涂。羊角：
1、气逆烦满。用羊角烧研，水送服一匙。
2、吐血喘咳。用羊角（炙焦）二枚、桂末二两，共研为末，每服一小匙，糯米汤送下。一天服三次。
3、小泄多时。用羊角一枚，以白颀末填满，烧存性为末。每服二钱，水送下。
4、跌打伤痛。用羊用灰拦沙糖水，放瓦上焙焦，研为末。每服二钱，热酒送下。同时以热酒高干要揉痛处。脊骨：
1、肾虚腰痛。用羊脊骨一具，捶碎，同蒜、薤煮食，并稍稍饮酒。又方：用羊脊骨一具，捶碎，加肉苁蓉一峡谷、草果五枚，和水煮汁，下葱、酱作汤吃。
2、肾虚耳聋。用羊脊骨一具，炙过，研细，磙石（煅，醋淬七次）、白术、黄芪、干姜（炮）、白茯苓各一两，桂三分，共研为末。每取五钱，水煎服
3、小便膏淋。用羊脊骨烧研，榆白皮煎汤送服二钱。胫骨：
1、湿热牙疼。用羊胫骨灰二钱，白芷、当归、牙皂、青各一钱，共研为末，擦患处。
2、筋骨挛痛。和羊胫骨泡酒


牛
释名：
气味：黄牛肉：甘、温、无毒。牛乳：甘、微寒、无毒。牛脑：甘、温、微毒。角胎：苦、温、无毒。牛尿：苦、辛、微温、无毒。牛屎：苦、寒、无毒。
主治：黄牛肉：牛乳：
1、风热毒气。用煎牛乳一升、生牛乳一升，和匀，空心服。一天服三次。
2、下虚消渴（心脾有热，下焦焦虚冷，小便多）。常喝牛乳或羊乳，每饮三、四合。黄牛肉：安中益气，养脾胃，补益腰脚，止消渴及唾涎。水牛肉：安中益气，养脾办。健强筋骨，消水肿，除湿气。牛脑：
1、吐血咯血，五劳七伤。用水牛脑一具，涂纸上阴干，杏仁（煮去皮）、胡桃仁、白蜜各一斤，香油四两，同熬干为末。每服二匙，空心服，烧酒送下。
2、偏正头刚巧。用白芷、川芎各三钱，研为细末，以黄牛脑粘末，加酒煮熟，乘热吃下。酒醉无妨，醒则其病如失。甚效。
3、脾积痞病。用黄牛脑一具，去皮筋，捣烂；另用皮硝末一斤，蒸饼六个，晒干，研细，与牛脑和匀，加粗做成丸子，如梧子大。每服三十丸，空心服，好酒送下。一天服三次，服至百日，见效。此方名“牛脑丸”。
4、气积成块。用牛脑一具（去皮筋）、雄鸡肫一个（连里黄皮），一起放酒中浸中宿，捣烂，加入木香、沉香、砂仁各三两，皮硝一碗，共捣匀，在铜锅内以文武火烘干为末。再加轻粉三钱调交。每服二钱，空心服，烧酒送下。一天服三次。角胎（好年听坚骨）：
1、大肠冷痢。用牛角胎烧灰，每服二钱，水送下。一天服二次。
2、大便下血。用黄年角胎一具，煅为末，同豉煮汁。每服二钱，一天服三次。
3、赤白带。用牛角胎烧至烟断。附子以盐水浸七次（去皮），等分为末。每服二匙，空心服，酒送下。牛尿：水肿、腹胀、脚满，利不便。牛屎（亦牛洞）：
1、水肿溲涩。用黄牛屎一升，绞汁饮服。以小便通畅为见效。忌食盐。
2、湿热黄病。用典牛屎晒干，研为末，加面糊成丸子，如梧子大。每服七十丸，饭前服，开水送下。
3、霍乱吐泻，四肢发冷。用黄牛屎半升，加水二升，煮开三次，取半升饮服。
4、脚跟肿痛，不能着地。用牛屎加盐炒热包痛处。
5、妊娠腰痛。用牛屎烧成末，每服一匙。一天服三次。
6、小儿烂疮。用牛屎烧成灰封涂。兼灭瘢痕。
7、痈肿不俣。用牛屎烧成末，调鸡蛋白封含沙射影。药干即换，有特效。
8、乳痈初起。用牛屎和酒敷涂即消。
9、背疮溃烂。用陈年牛屎晒干，研为末，加百草霜调匀敷患处。



鳖
释名：团鱼、神守。
气味：鳖甲：咸、平、无毒。肉：甘、平、无毒。
主治：鳖甲：
1、老疟劳疟。用鳖甲醋炙、研末，每服一匙，酒送下。隔夜一服，清早一服，病发时一服，加雄黄少许更有效。
2、奔豚气痛，上冲心胜利。用鳖甲（醋炙）三两、亦三棱（煨）二两、桃仁（去皮尖）四两，加醋煎如糖浆，以瓶收存，每服半匙，空心服，酒送下。
3、血瘕症癖（按：即肿瘤之类的病）。用鳖甲、琥珀、在黄，等分为末，酒送服二钱。不久即恶血排下。又方：用鳖甲以醛炙黄，研为末，每服一匙，牛乳一俣调下。每晨一次。
4、妇女漏下。用鳖甲（醋炙）研为末，清酒送服一匙。一天服二次，又方：用干姜、鳖甲、诃黎勒皮，等分为末，加糊做成丸子。每倾家荡产心服三十丸。一天服二次。
5、妇女难产。用鳖甲烧存性，研为末。酒送服一匙，即可产下。
6、小儿诸疾。用鳖甲炙过，研为末。每服一钱，乳汁关下。一天服二次，亦可加蜜做成丸子服用。
7、突然腰痛，不可俯仰。用鳖甲炙过，研为末，每服一匙，酒送下。一天服二次。
8、沙石洒。用鳖甲醋炙过，研为末。每服一匙，酒送一。一天服三次，石出即愈。
9、阴虚梦泄。用鳖甲烧过，研为末。每用三分，和酒半碗、童尿半碗、葱白七寸同煎，去葱，下午饮服。
10、吐血不止。用鳖甲、蛤粉各一两，同炒至色黄，加熟地黄一两半，晒干，共研为末，每服二钱，饭后服茶送下。
11、痈疽敛。用鳖甲烧存性研为末，掺敷患处。肉；1痃癖气块。以蚕沙一斗、桑柴灰一斗，水淋五次取汁，煮在鳖一个如泥，去骨，再煮成膏，捣为丸，如梧子大，每服十丸，一天服三次。
2、寒湿脚气，痛不可忍。用鳖二个，加水二斗，煮成一斗，去鳖取汁，再加苍耳、苍术、寻风藤各半斤，煎至七升，去渣，乘热熏患处。待药水转温，再将患处浸洗。
3、肺结核。用鳖一个，柴胡、前胡、贝母、知母、杏仁各五钱，同煮熟。去骨、甲、裙煮汁和丸，如梧了大。生前了三十丸，空心服，黄芪汤送下。一天服二次。此方名“团鱼丸”。


金鱼
释名：
气味：（肉）甘、咸、平、无毒。
主治：
1、久痢噤口。用金鱼一尾，加盐、酱、葱以及胡椒末三、四钱煮熟，放病人面前令嗅热气，欲想吃，可随意连汤吃够，屡治有效。


<--- 本草纲目 --->
鲤鱼
释名：
气味：肉：甘、平、无毒。胆：苦、寒、无毒。
主治：肉：
1、水肿。用大鲤鱼一尾，加醋三升煮干吃下。一天吃一次。又方：用大鲤鱼一尾，赤小豆一升，加水二斗煮汁，一次，服完，下泻即愈。
2、妊娠水肿。治方同上。
3、胎动不安。用鲤鱼一尾（治净），阿胶（炒）一两，糯米二合，水二升，加葱姜、桔皮、盐各少许，煮汤喝下三、五天见效。
4、乳汁不通。用鲤针一尾烧为末，每服一钱，酒调下。
5、咳嗽气喘。用鲤鱼一尾，去鳞，纸裹炮熟，去刺研末，同糯米煮粥，空心服下。
6、一切肿毒（无论已溃未溃）。用鲁鱼烧灰。调醋涂搽，直至病愈。胆
1、小儿咽肿、痹痛。用鲤鱼胆二十个，和灶底土调匀涂咽外，立效。
2、睛上生晕。用体长一尺二寸鲤鱼的胆，滴汁在铜器上，阴干后，竹刀刮下。每取少许点眼。
3、赤眼肿痛。用鲁鱼胆十个、腻粉一钱，和匀，收存瓶中，每日点眼。又方：用鲤鱼胆五个、黄连末半两，和匀，加蜂蜜少许，收存瓶中，放在饭上蒸熟。每天取药涂眼五、七次
4、大人阴痿。和鲤鱼胆雄鸡肝各一个，共研为末，加誉卵和成丸子，如小豆大。每服一丸。
5、于盲。用鲤鱼胆。鲤钱脑等分，随时点胆。


<--- 本草纲目 --->
鲫鱼
释名：鲋鱼
气味：（肉）甘、温、无毒。
主治：
1、脾胃虚冷。用鲫鱼半斤切碎，放入煮开的豉汁中，加胡椒、莳萝、姜橘末，空腹吃下。此方名“鹘突羹。”
2、突患水肿。用鲫鱼三尾，去肠留鳞。以商陆、赤粘豆等分，填满鱼腹，扎定，加水三升久煮，去鱼，吃豆饮汁。二日吃一次，不过三次，小便通畅，即愈。
3、消渴饮水。用鲫鱼一尾。去肠留鳞，以茶叶填满，湿纸包好，煨熟吃下。吃过数尾即愈。
4、肠风下血。用活鲫鱼一大尾，去肠留鳞，以五倍子末填满，包泥中，煅存性，研为末。每服一钱酒送下。或加饭做成丸子，一天服三次。
5、肠痔滴血。常用鲫鱼作汤吃。
6、反胃吐食。用大鲫鱼一尾。去肠留鳞，以绿矾末填满，包泥中，煅存性，研为末。每服一钱，米汤关定。一天服二次。
7、膈气吐食。用大鲫鱼一尾，去肠留鳞切大蒜片填满，纸包，泥封，晒至半干，炭火煨熟。取鱼肉和平胃散末一两，共捣做成丸子，如梧子大。每服三十丸，米汤送下。
8、小肠疝气。每次取鲫鱼一尾，加茴香煮食，久食自愈。
9、妊娠感寒。用大鲫鱼一尾烧成灰，酒送服一匙。无汗，腹中缓痛者。用醋送服。
10、妇女血崩。用长五寸的鲫鱼一尾，去肠，以血竭、乳香填满，棉包好，烧存性，研为末。每服三钱，热酒调下。
11、小儿丹毒。用鲫鱼肉五合、赤小豆末二合，一起捣匀，调水敷患处。
12、小儿头疮（昼开出脓，夜即复合）。用四雨长的鲫鱼一尾，去肠，以去皮的大附子一个，研末填入鱼腹，炙焦，研细，敷疮上，再捣蒜封住。
13、走马牙疳。用鲫鱼一尾，去肠，以砒一分、生地黄一两填入，纸包，烧存性，加枯白凡、麝香各少许共研为末，敷患处。
14、刮骨取牙。用鲫鱼一尾，去肠，以砒填入，露于阴地，待鱼体长出霜粉，刮下收存，同时以针挑开牙根，点药少许，咳嗽牙落。又方：和硇砂填鲫鱼肉内煨过，收存瓶中，待有霜粉生成，刮取如上法使用。
15、诸疮肿毒。用一斤重的鲫鱼，去肠，以柏叶填满，纸裹，泥包，煅存性，加轻粉二钱，共研为末，调麻油涂搽。
16、骨诅脓出。用鲫鱼一尾，去肠，以盐填满，扎定，加水一碗，煮至干焦。研为末，调猪油涂搽，如有微痛，不必顾虑。
17、臁疮。有鲫鱼三尾，洗净，穿山甲二钱，一起夹在劈成两半的长皂荚之间，所定，煨存性研为末。先以水洗净脓血，待恶汁流眉尽，即用麻油轻粉调药末敷涂。一天涂一次。
18、谋疮，阴蚀疮。有鲫鱼胆胆汁涂搽。



<--- 本草纲目 --->
灯心草
释名：亦名虎须草、碧玉草。
气味：（茎、根）甘、寒、无毒。
主治：
1、伤口流血。用灯心草嚼烂敷患处。
2、鼻血不止。用灯心草一两为末，加丹砂一钱。每服二钱，米汤送下。
3、喉痹。用灯心草一把，瓦上烧存性，加炒盐一匙，每取少许吹入喉中。又方：用灯心草灰二钱，加硼砂粉一钱，和匀，吹喉。又方：用灯心草、箬叶烧灰，等分和匀，吹喉。又方：用灯心草、红花烧灰，酒送服一钱。
4、失眠。用灯心草煎水代茶喝。
5、湿热黄疸。用灯草根四两，加酒、水各半，煮半日，露一夜，温服。


<--- 本草纲目 --->
茜草
释名：茅搜、茹芦、地血、染绯草、血见悉、风车草、过山龙、牛蔓。
气味：（根）苦、寒、无毒。
主治：
1、吐血。用茜根一两，捣成末。每服二钱，水煎，冷眼，用水调末二钱服亦可。
2、妇女经闭。用茜根一两，煎酒服。
3、盅毒（吐血、下血如猪肝）用茜草根、蓑荷叶各三分，加水四升，煮成二升服。
4、脱肛。用茜根、石榴皮各一把，加酒一碗，煎至七成，温服。


<--- 本草纲目 --->
莽草
释名：芒草、鼠莽。
气味：（叶）辛、温、有毒。
主治：
1、贼风肿痹（风入五脏，恍惚）。用莽草一斤，乌头、附子、踯躅各二两，切细，以水和醋泡一夜。取出，和猪油一斤同煎，去渣，手蘸药汁摩病处几百次，可愈。此法亦治癣疥杂疮。耳鼻疾，可以棉裹药汁塞。此方名“莽草膏”。
2、小儿风阐（抽筋、翻眼，重者一天发病数十次）。用莽草、舅丸各一鸡蛋黄大，和猪油一斤同煎，去渣，手蘸药汁摩病处几百次，可愈。此法亦治癣疥杂疮。耳鼻有疾，可以棉裹药汁塞住。此方名“莽草膏”。
3、头风久痛。作莽草煎汤洗头。勿令药汁入目。
4、瘰疬结核。用莽草一两，研为末加鸡蛋白调匀，涂布上帜疮。一天换药二次。
5、乳肿不消。用莽草、小豆，等分为末，加苦酒和匀，敷患处。
6、风虫牙痛及喉痹。用莽草叶煎汤。热时含口中，过一会吐去，很有效。


<--- 本草纲目 --->
谷精草
释名：戴星草、文星草、流星草。
气味：（花）辛、温、无毒。
主治：
1、脑痛、眉痛。用谷精草二钱、地在三钱、乳香一钱，共研为末。每用半钱，烧烟筒中，熏鼻。
2、偏正头痛。用谷精草，研为末，加白面糊调匀搜摊纸上贴痛处，干了变换。又方：用谷精草末、铜绿各一钱，硝石半分，混匀，随头痛的左、右边，吸入左右鼻孔中。
3、鼻血不止。用谷精草为末，每服二钱，熟面汤送下。
4、目中翳膜。用谷精草、防风，等分为末，米汤冲服，甚验。
5、小儿雀盲（夜盲）。用羊肺（按：张绍棠味古斋版本是用羊肝）一具，原物不洗，竹刀剖开，放入谷精草一撮，瓦罐煮熟，每天吃一些，有效。忌用铁器。如不肯吃，可炙熟后捣烂做成丸了，如绿豆大。每服三十丸，茶送下。
附方：谷精划的订功用是疏散风热、明目退翳。李时珍指出，丹治各种眼病，加用本品，效果好，明目退翳之功，似在菊花之上也。


<--- 本草纲目 --->
金星草
释名：金钏草、凤尾草、七星草。
气味：苦、寒、无毒。
主治：解热，通淋，消痈疮，解硫磺中毒。用根泡油涂头上，能大生毛发。


<--- 本草纲目 --->
马鞭草
释名：龙牙草、凤颈草。
气味：（苗、叶）苦、微寒、无毒。
主治：
1、疟疾寒热。用马鞭草捣汁五合，加酒二合，分二次服。
2、鼓胀烦渴，身干黑瘦，用马鞭草锉细，晒士，加酒或水同煮至味出，去渣温服。
3、大腹水肿。用马鞭草、鼠尾草各十斤，加水一石，煮取五斗，去渣，再次浓煎，和粉做成丸子，如大豆大。每服二、三丸，渐加至四、五丸，极效。
4、阴囊肿痛（肿大中升，睾丸疼痛）。用马鞭草捣烂，涂搽。
5、妇女经闭，结成索子。用马鞭草的根和苗五斤，锉细，加水五斗，煎成一斗，去渣熬成膏，每服半匙，热酒化下。一天服二次。
6、乳痈。用马鞭草一把、酒一碗、生姜一块，共捣汁内服，以渣敷患处。
7、疥疮。用马鞭草捣汁，生饮半碗，忌触铁器，十日内愈。
8、赤白痢。用马鞭草五钱、陈茶一撮，水煎服，极交。病初起时，用马鞭草根、焙干、捣碎成末，每服一匙，米汤送下。


<--- 高级汉语大词典 --->
芙蓉
fúróng
(1)
[cottonrose hibiscus]∶芙蓉花。中国的锦葵植物(Hibiscus mutabilis),花美丽,白色或粉红色,在夜间变深红色
